9/data/attachments/32d43bf2b0234d45.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tyler_policy_Friend_69993_6</nif:username>
            <nif:friendToBeRequested>soap_friends_8f9509b4-4cfb-43f9-9e9d-1a7601f3ac5e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>